module.exports = [
    {
        "qid": 0,
        "dsb": "舂实模样周围及砂箱边或狭窄部分的型砂，通常采用砂舂的平头端舂砂",
        "ans": 0
    }, {
        "qid": 1,
        "dsb": "造型时，分型面上通常使用的是面砂，覆盖模样的则使用背砂",
        "ans": 0
    }, {"qid": 2, "dsb": "加强砂型排气，可防止铸件产生缩孔", "ans": 0}, {"qid": 3, "dsb": "起模时要将起模针孔扎在模样的中心位置上", "ans": 0}, {
        "qid": 4,
        "dsb": "砂型的紧实度应控制在一定范围内，过高或过低都影响铸件的质量",
        "ans": 1
    }, {"qid": 5, "dsb": "机器造型只适用于大批量生产的铸件", "ans": 1}, {"qid": 6, "dsb": "型砂紧实后的压缩程度称为砂型硬度", "ans": 1}, {
        "qid": 7,
        "dsb": "浇注系统是引导液体金属进入型腔的通道，简称为浇口",
        "ans": 1
    }, {"qid": 8, "dsb": "浇注系统的设置，与铸件质量无关", "ans": 0}, {"qid": 9, "dsb": "浇注系统应具有很好的挡渣能力，能控制铸件的凝固顺序", "ans": 1}, {
        "qid": 10,
        "dsb": "直浇道分池形直浇道和漏斗形直浇道两种",
        "ans": 0
    }, {"qid": 11, "dsb": "池形外浇口主要用于铸铁件和有色合金铸件", "ans": 1}, {"qid": 12, "dsb": "外浇口的主要作用是形成充型静压力", "ans": 1}, {
        "qid": 13,
        "dsb": "内浇道是连接浇口与直浇道的水平通道，它的主要作用是挡渣",
        "ans": 0
    }, {"qid": 14, "dsb": "大型铸钢件的浇注系统，常采用耐火砖制成的圆孔管砌成", "ans": 1}, {
        "qid": 15,
        "dsb": "内浇道应开设在横浇道的尽头或直浇道的下面",
        "ans": 0
    }, {"qid": 16, "dsb": "在选择内浇道的开设位置时，首先要确定铸件的凝固顺序", "ans": 1}, {
        "qid": 17,
        "dsb": "一般情况下，大中型铸件采用暗冒口，中小型铸件采用明冒口",
        "ans": 0
    }, {"qid": 18, "dsb": "冒口应尽量开设在铸件被补缩部位的下面或侧边", "ans": 0}, {
        "qid": 19,
        "dsb": "冒口不能安放在铸件需要机械加工的表面上",
        "ans": 0
    }, {"qid": 20, "dsb": "冷铁是用来控制铸件凝固最常用的一种激冷物", "ans": 1}, {
        "qid": 21,
        "dsb": "浇注系统通常由浇口杯、直浇道、横浇道和内浇道组成",
        "ans": 1
    }, {"qid": 22, "dsb": "厚大而容易产生热裂的铸件，应采用较高的浇注温度，对薄壁铸件应采用较低的浇注温度", "ans": 0}, {
        "qid": 23,
        "dsb": "铸型浇注后，应按规定时间，及时去除压铁，以便收缩",
        "ans": 1
    }, {"qid": 24, "dsb": "浇注温度较高时，浇注速度可以慢些", "ans": 1}, {"qid": 25, "dsb": "金属型浇注温度应比砂型浇注温度高", "ans": 1}, {
        "qid": 26,
        "dsb": "压力铸造不宜压铸厚壁铸件",
        "ans": 0
    }, {"qid": 27, "dsb": "铸件中细小而较为分散的孔眼称为缩孔，容积大而集中的孔眼称为缩松", "ans": 0}, {
        "qid": 28,
        "dsb": "砂眼是铸件表面黏附着一层难以清除的砂粒",
        "ans": 0
    }, {"qid": 29, "dsb": "铸件表面不光滑和凹凸不平的程度称为铸件表面粗糙度", "ans": 1}, {"qid": 30, "dsb": "铸件的上表面容易产生夹砂结疤", "ans": 1}, {
        "qid": 31,
        "dsb": "灰铸铁具有良好的铸造性能和使用性能，故它是应用最广的一种铸造合金",
        "ans": 1
    }, {"qid": 32, "dsb": "与铸铁相比，铸钢的铸造性能较差", "ans": 1}, {
        "qid": 33,
        "dsb": "铸造生产中用来制造砂型和砂芯的原砂（主要为石英颗粒）称为铸造用砂",
        "ans": 1
    }, {"qid": 34, "dsb": "可塑性是指砂型在外力作用下变形，当外力去除后，能保持所改变形状的能力", "ans": 1}, {
        "qid": 35,
        "dsb": "砂箱通常采用铸铁做成方形框架结构",
        "ans": 1
    }, {"qid": 36, "dsb": "箱壁和箱带处的型砂要比模样周围紧些", "ans": 1}, {"qid": 37, "dsb": "粗粒无黏土的干砂作隔离材料", "ans": 0}, {
        "qid": 38,
        "dsb": "在分型面上常采用修型时应先修整下表面，在修上表面",
        "ans": 1
    }, {"qid": 39, "dsb": "芯头的主要作用是形成铸件的内腔、孔和凸台部分", "ans": 0}, {
        "qid": 40,
        "dsb": "砂芯中的通气孔应互相连通，不可中断或堵死",
        "ans": 1
    }, {"qid": 41, "dsb": "冒口应尽量设在铸件浇注位置的最高部位", "ans": 1}, {
        "qid": 42,
        "dsb": "铸件出现冷裂纹是由于铸件结构不合理，致使应力过大所致",
        "ans": 1
    }, {"qid": 43, "dsb": "砂芯在铸件中是靠芯头定位和支持的", "ans": 1}, {"qid": 44, "dsb": "砂芯中的气体是通过芯头排出的", "ans": 1}, {
        "qid": 45,
        "dsb": "为了铸出孔的尺寸合理，所用砂芯的直径应比铸件的直径大",
        "ans": 0
    }, {"qid": 46, "dsb": "浇注工具如浇包、撇渣棒、火钳等使用前，必须预热干燥", "ans": 1}, {
        "qid": 47,
        "dsb": "用钢丝绳起吊砂箱、铸件等重物时，禁止在悬吊重物下走动",
        "ans": 1
    }, {"qid": 48, "dsb": "挖砂造型时一定要挖到模样的最大截面处", "ans": 1}, {
        "qid": 49,
        "dsb": "铝合金和铜合金在熔炼时的吸气性和氧化性比钢铁大，要采取保护措施",
        "ans": 1
    }, {"qid": 50, "dsb": "线切割只能加工金属材料", "ans": 0}, {"qid": 51, "dsb": "线切割能加工任何材料", "ans": 0}, {
        "qid": 52,
        "dsb": "线切割属于特种加工",
        "ans": 1
    }, {"qid": 53, "dsb": "线切割属于电火花加工", "ans": 1}, {"qid": 54, "dsb": "线切割可分为快走丝和慢走丝", "ans": 1}, {
        "qid": 55,
        "dsb": "线切割能加工通孔",
        "ans": 1
    }, {"qid": 56, "dsb": "线切割能加工盲孔", "ans": 0}, {"qid": 57, "dsb": "线切割不能加工上下异形面零件", "ans": 0}, {
        "qid": 58,
        "dsb": "线切割不能加工硬度高的金属",
        "ans": 0
    }, {"qid": 59, "dsb": "线切割不能加工有色金属", "ans": 0}, {
        "qid": 60,
        "dsb": "在线切割机床型号 DK7732M 中，D 代表线切割机床",
        "ans": 0
    }, {"qid": 61, "dsb": "在线切割机床型号 DK7732M 中，K 代表数控机床", "ans": 1}, {"qid": 62, "dsb": "线切割工作液有冷却功能", "ans": 1}, {
        "qid": 63,
        "dsb": "在线切割加工内封闭型腔时，工件上需有穿丝孔",
        "ans": 1
    }, {"qid": 64, "dsb": "快走丝线切割一般用钢丝作为电极丝", "ans": 0}, {"qid": 65, "dsb": "在线切割程序中 G02 表示顺时针圆弧插补", "ans": 1}, {
        "qid": 66,
        "dsb": "在线切割程序中 M02 表示程序结束",
        "ans": 1
    }, {"qid": 67, "dsb": "线切割是通过电极丝和工件间脉冲放电时产生的电腐蚀现象进行加工的", "ans": 1}, {
        "qid": 68,
        "dsb": "在线切割加工中，可以不使用工作液",
        "ans": 0
    }, {"qid": 69, "dsb": "线切割可以加工高硬度的导电材料", "ans": 1}, {"qid": 70, "dsb": "线切割可以加工高韧性的导电材料", "ans": 1}, {
        "qid": 71,
        "dsb": "线切割可以加工高脆性的导电材料",
        "ans": 1
    }, {"qid": 72, "dsb": "线切割属于数控加工", "ans": 1}, {"qid": 73, "dsb": "在线切割程序中，和上一程序段相同的指令可以省略", "ans": 1}, {
        "qid": 74,
        "dsb": "在线切割机床型号 DK7732M 中，32 代表工作台横向最大行程是 320mm",
        "ans": 1
    }, {"qid": 75, "dsb": "铣刀的切削部分材料必须具有高硬度、耐磨性及好的耐热性", "ans": 1}, {
        "qid": 76,
        "dsb": "精铣时，夹紧力过大，工件产生变形，可造成工件平行度超差",
        "ans": 1
    }, {"qid": 77, "dsb": "铣刀的旋转方向与工件进给方向相反时，称为顺铣", "ans": 0}, {
        "qid": 78,
        "dsb": "用三面刃铣刀铣台阶时，铣刀的宽度大于所加工台阶的宽度",
        "ans": 1
    }, {"qid": 79, "dsb": "铣削台阶时，工作台“零位”不准，铣出的台阶上部尺寸就会变大", "ans": 0}, {
        "qid": 80,
        "dsb": "利用铣床在平面上刻尺寸线时，若精度要求不高，可直接利用分度头直线移距",
        "ans": 0
    }, {"qid": 81, "dsb": "铣削加工主要用来加工平面、台阶和沟槽", "ans": 1}, {"qid": 82, "dsb": "带孔铣刀和带柄铣刀装夹方式是一样的", "ans": 0}, {
        "qid": 83,
        "dsb": "顺铣比逆铣优点多，所以一般采用顺铣",
        "ans": 0
    }, {"qid": 84, "dsb": "分度头主轴只能水平安装，不能倾斜安装", "ans": 0}, {"qid": 85, "dsb": "铣削时铣刀作直线运动，工件作旋转运动", "ans": 0}, {
        "qid": 86,
        "dsb": "铣削过程中，决不允许扳动各变速手柄",
        "ans": 1
    }, {"qid": 87, "dsb": "铣削前，必须在停机状态下进行对刀", "ans": 0}, {"qid": 88, "dsb": "卧式铣床主轴的中心线与工作台垂直", "ans": 0}, {
        "qid": 89,
        "dsb": "万能铣床表示该铣床既能立铣又能完成卧铣加工工作的铣床",
        "ans": 0
    }, {"qid": 90, "dsb": "端铣刀在立式铣床或卧式铣床上均能使用", "ans": 1}, {"qid": 91, "dsb": "铣刀结构形状不同，但其装夹方法相同", "ans": 0}, {
        "qid": 92,
        "dsb": "铣削直角槽，可用立铣刀，也可用三面刃铣刀",
        "ans": 1
    }, {"qid": 93, "dsb": "铣削时，刀具旋转是主运动，工作台移动是进给运动", "ans": 1}, {
        "qid": 94,
        "dsb": "圆柱铣刀有直齿和螺旋齿两种，主要用于卧式铣床上铣平面",
        "ans": 1
    }, {"qid": 95, "dsb": "所谓非模态指令指的是在本程序段有效，不能延续到下一段指令", "ans": 1}, {
        "qid": 96,
        "dsb": "因ＣＮＣ机床一般精度很高，故可对工件进行一次性加工，不需分粗、精加工",
        "ans": 0
    }, {"qid": 97, "dsb": "数控系统常用的两种基本插补功能的是直线插补和圆弧插", "ans": 1}, {
        "qid": 98,
        "dsb": "数控机床最适用于多品种、大批量生产",
        "ans": 1
    }, {"qid": 99, "dsb": "编程原点是人为设定的，从理论上讲，编程原点选在零件任何地方都是可以的", "ans": 1}, {
        "qid": 100,
        "dsb": "所谓模态指令指的是仅在本程序段有效，不能延续到下一段的指令",
        "ans": 0
    }, {"qid": 101, "dsb": "数控车床是具有数字程序控制系统的机床", "ans": 1}, {"qid": 102, "dsb": "数控车床的主轴方向为 X 轴", "ans": 0}, {
        "qid": 103,
        "dsb": "G01 为圆弧插补指令",
        "ans": 0
    }, {"qid": 104, "dsb": "你实习的数控车中，用于刀具按顺时针方向进行圆弧插补的指令是 G01", "ans": 0}, {
        "qid": 105,
        "dsb": "指令 G00 是非模态指令",
        "ans": 0
    }, {"qid": 106, "dsb": "准备功能数控车指令，G00 表示刀具直线插补", "ans": 0}, {
        "qid": 107,
        "dsb": "加工结构简单零件，宜采用数控加工设备",
        "ans": 0
    }, {"qid": 108, "dsb": "目前我们实习用的数控车数控系统为微处理器 CNC 系统", "ans": 0}, {
        "qid": 109,
        "dsb": "数控车床的核心是反馈系统",
        "ans": 0
    }, {"qid": 110, "dsb": "数控机床的诞生是在二十世纪 70 年代", "ans": 0}, {
        "qid": 111,
        "dsb": "数控车床的开机操作步骤应该是开电源、开急停开关、开ＣＮＣ系统电源",
        "ans": 0
    }, {"qid": 112, "dsb": "修改程序应该将光标移至要修改处，输入新的内容，然后按复位键即可", "ans": 0}, {
        "qid": 113,
        "dsb": "数控加工中刀具上能代表刀具位置的基准点是指退刀点",
        "ans": 0
    }, {"qid": 114, "dsb": "程序的输入、调用和修改必须在 MDI 方式下进行", "ans": 0}, {
        "qid": 115,
        "dsb": "刀具数据的输入、修改、查询，应该在模拟 ｇｒａｐｈ方式下进行",
        "ans": 0
    }, {"qid": 116, "dsb": "刀具路径轨迹模拟时，必须在自动方式下进行", "ans": 1}, {
        "qid": 117,
        "dsb": "在自动加工过程中，出现紧急情况，可按复位键中断加工",
        "ans": 1
    }, {"qid": 118, "dsb": "调用某个程序时，机床操作应在编程方式下进行", "ans": 1}, {
        "qid": 119,
        "dsb": "若程序中主轴转速为 S1000，当主轴转速修调开关打在 80 时，主轴实际转速为 S800",
        "ans": 1
    }, {"qid": 120, "dsb": "数控机床编程有绝对值和增量值编程，使用时不能将他们放在同一程序段中", "ans": 0}, {
        "qid": 121,
        "dsb": "机床“快动”方式下，机床移动速度应由程序指定确定",
        "ans": 0
    }, {"qid": 122, "dsb": "从事焊接工作人员的职业道德，则集中体现在“遵纪守法，安全第一”上", "ans": 1}, {
        "qid": 123,
        "dsb": "焊缝符号一般是由基本符号与指引线组成",
        "ans": 1
    }, {"qid": 124, "dsb": "焊条电弧焊时，可以用金属结构或管道做导线", "ans": 0}, {
        "qid": 125,
        "dsb": "电弧放电时，不仅产生高热，同时还产生弧光辐射",
        "ans": 1
    }, {"qid": 126, "dsb": "熔焊常用的焊接方法有气焊、焊条电弧焊、埋弧焊、气体保护焊和电阻焊等", "ans": 0}, {
        "qid": 127,
        "dsb": "焊接接头是由焊缝、熔合区和热影响区 3 部分组成的",
        "ans": 1
    }, {"qid": 128, "dsb": "焊接接头的基本形式有：对接接头、角接接头、搭接接头和斜接头", "ans": 0}, {
        "qid": 129,
        "dsb": "在图样上标注焊接方法、焊缝形式和焊缝尺寸的代号，称为焊缝符号",
        "ans": 1
    }, {"qid": 130, "dsb": "焊钳的作用是夹持焊条和传导焊接电流", "ans": 1}, {
        "qid": 131,
        "dsb": "焊接电缆线应具有良好的导电能力和良好的绝缘外皮",
        "ans": 1
    }, {"qid": 132, "dsb": "焊条电弧焊操作灵活，适应性强，因此被广泛地应用", "ans": 1}, {
        "qid": 133,
        "dsb": "焊条电弧焊时，焊条直径与焊接电流的选用都与焊件材质有关",
        "ans": 0
    }, {"qid": 134, "dsb": "焊条电弧焊时一般采用敲击法和划擦法引弧", "ans": 1}, {
        "qid": 135,
        "dsb": "焊条电弧焊直线形运条法不做横向摆动，电弧较稳定，所以能获得较大的熔深，适于焊接不开坡口的对接平焊",
        "ans": 1
    }, {"qid": 136, "dsb": "焊条电弧焊时，焊工经常调节的焊接工艺参数有焊接电压、焊接电流和焊接速度", "ans": 0}, {
        "qid": 137,
        "dsb": "焊缝符号一般由基本符号与指引线组成，必要时还可以加上辅助符号、补充符号和焊缝尺寸符号",
        "ans": 1
    }, {"qid": 138, "dsb": "泡沫灭火器，有一定导电性，不能扑救忌水和带电物体火灾，可扑救油类或其他易燃液体火灾", "ans": 1}, {
        "qid": 139,
        "dsb": "焊接周围 5m 以内，不准存放易燃易爆物品",
        "ans": 0
    }, {"qid": 140, "dsb": "在容器内部施焊时，照明电压采用 12V", "ans": 1}, {"qid": 141, "dsb": "焊接图是供焊接加工时使用的图样", "ans": 1}, {
        "qid": 142,
        "dsb": "工件旋转作主运动，车刀作进给运动的 切削加工方法称为车削",
        "ans": 1
    }, {"qid": 143, "dsb": "变换主轴箱外手柄的位置可使主轴得到各种不同转速", "ans": 1}, {
        "qid": 144,
        "dsb": "卡盘的作用是用来装夹工件，带动工件一起旋转",
        "ans": 1
    }, {"qid": 145, "dsb": "光杠是用来带动溜板箱，使车刀按要求方向作纵向或横向运动的 ", "ans": 1}, {
        "qid": 146,
        "dsb": "光杠是用来车削螺纹的",
        "ans": 0
    }, {"qid": 147, "dsb": "小滑板可左右移动角度，车削带锥度的工件", "ans": 1}, {
        "qid": 148,
        "dsb": "机床的类别用汉语拼音字母表示，居型号的首位，其中字母 C 是表示车床类",
        "ans": 1
    }, {"qid": 149, "dsb": "车床工作中主轴要变速时，必须先停车，变换进给箱手柄位置要在低速时进行", "ans": 1}, {
        "qid": 150,
        "dsb": "车工在操作中严禁戴手套",
        "ans": 1
    }, {"qid": 151, "dsb": "在切削时，车刀出现溅火星属正常现象，可以继续切削", "ans": 0}, {
        "qid": 152,
        "dsb": "切削液的主要作用是降低温度和提高刀具耐用度",
        "ans": 1
    }, {"qid": 153, "dsb": "车刀刀具硬度与工件材料硬度一般相等", "ans": 0}, {
        "qid": 154,
        "dsb": "常用车刀按刀具材料可分为高速钢车刀和硬质合金车刀两类",
        "ans": 1
    }, {"qid": 155, "dsb": "沿车床床身导轨方向的进给量称横向进给量", "ans": 0}, {
        "qid": 156,
        "dsb": "切削用量包括背吃刀量、进给量和工件转速",
        "ans": 0
    }, {"qid": 157, "dsb": "车端面时，车刀刀尖应稍低于工件中心，否则会使工件端面中心处留有凸头", "ans": 0}, {
        "qid": 158,
        "dsb": "车床中滑板刻度盘每转过一格，中滑板移动005mm，有一工件试切后尺寸比图样小02mm，这时应将中滑板向相反方向转过 2 格，就能将工件车到图样要求",
        "ans": 0
    }, {"qid": 159, "dsb": "切断实心工件时，切断刀必须装得跟工件轴线等高", "ans": 1}, {
        "qid": 160,
        "dsb": "可以在两顶尖装夹的情况下切断工件",
        "ans": 0
    }, {"qid": 161, "dsb": "工件上滚花是为了增加摩擦力和使工件表面美观", "ans": 1}, {
        "qid": 162,
        "dsb": "滚花刀在装夹时一般与工件表面产生一个很小的夹角，使刀具容易切入工件表面",
        "ans": 1
    }, {"qid": 163, "dsb": "三角螺纹车刀装夹时，车刀刀尖角的中心线必须与工件轴线严格保持垂直，否则会产生牙形歪斜", "ans": 1}, {
        "qid": 164,
        "dsb": "乱牙，就是螺纹“破牙”，即在车削三角形螺纹时，第二刀车削的螺纹车刀刀头不在第一刀的槽内",
        "ans": 1
    }, {"qid": 165, "dsb": "乱牙主要是在车床丝杠的螺距不是工件螺距整数倍的情况下车削所造成的", "ans": 1}, {
        "qid": 166,
        "dsb": "当工件转 1 转，丝杠转数是整数转时，不会产生乱牙",
        "ans": 0
    }, {"qid": 167, "dsb": "梯形螺纹是标准螺纹", "ans": 1}, {
        "qid": 168,
        "dsb": "梯形螺纹是应用很广泛的传动螺纹，一般作为传动零件，其精度要求较低",
        "ans": 0
    }, {"qid": 169, "dsb": "在螺纹代号后若注明“左”字，则是左旋螺纹，未注明的为右旋螺纹", "ans": 1}, {
        "qid": 170,
        "dsb": "采用偏移尾座法车削圆锥体时，因为受尾座偏移量的限制，不能车削锥度很大的工件",
        "ans": 1
    }, {"qid": 171, "dsb": "用转动小滑板法车圆锥时，小滑板转过的角度应等于工件的圆锥角", "ans": 0}, {
        "qid": 172,
        "dsb": "中心孔是轴类工件的定位基准",
        "ans": 1
    }, {"qid": 173, "dsb": "车削短轴可直接用卡盘装夹", "ans": 1}, {
        "qid": 174,
        "dsb": "车削较长的轴，由于工件刚性不好，车出的工件会产生圆柱度误差",
        "ans": 1
    }, {"qid": 175, "dsb": "为了使车刀锋利，精车刀的前角一般应取大些", "ans": 1}, {
        "qid": 176,
        "dsb": "工件上经刀具切削后产生的新表面，叫加工表面",
        "ans": 0
    }, {"qid": 177, "dsb": "车刀在切削工件时，使工件上形成已加工表面、切削平面和待加工表面", "ans": 0}, {
        "qid": 178,
        "dsb": "切削运动中，速度较高、消耗切削功率较大的运动是主运动",
        "ans": 1
    }, {"qid": 179, "dsb": "车削铸铁材料时由于强度低，故可选取较低的切削速度", "ans": 1}, {
        "qid": 180,
        "dsb": "进给量是工件每回转一分钟，车刀沿进给运动方向上的相对位移",
        "ans": 0
    }, {"qid": 181, "dsb": "硬质合金能切削高速钢刀具无法切削的难车削材料", "ans": 1}, {
        "qid": 182,
        "dsb": "C6140B 表示第二次改进的床身上最大工件回转直径达 400mm 的卧式车床",
        "ans": 1
    }, {"qid": 183, "dsb": "CM6132 车床型号中的 32 表示主轴中心高为 320mm", "ans": 0}, {
        "qid": 184,
        "dsb": "车削不同螺距的螺纹可通过调换进给箱内的齿轮实现",
        "ans": 0
    }, {"qid": 185, "dsb": "对车床来说,如第一位数字是“6”，代表的是落地及卧式车床组", "ans": 1}, {
        "qid": 186,
        "dsb": "为了延长车床的使用寿命，必须对车床上所有摩擦部位定期进行润滑",
        "ans": 1
    }, {"qid": 187, "dsb": "划规可用来画圆和圆弧、等分线段、等分角度以及量取尺寸等", "ans": 1}, {
        "qid": 188,
        "dsb": "划线时，都应从划线基准开始",
        "ans": 1
    }, {"qid": 189, "dsb": "千分尺的制造精度主要是由它的刻线精度来决定的", "ans": 0}, {
        "qid": 190,
        "dsb": "千分尺微分筒上的刻线间距为 1mm",
        "ans": 0
    }, {"qid": 191, "dsb": "为保证千分尺不生锈，使用完毕后，应将其浸泡在机油或柴油里", "ans": 0}, {
        "qid": 192,
        "dsb": "水平仪常用来检验工件表面或设备安装的水平情况",
        "ans": 1
    }, {"qid": 193, "dsb": "利用分度头可在工件上划出圆的等分线或不等分线", "ans": 1}, {
        "qid": 194,
        "dsb": "分度头手柄摇过应摇的孔数，则手柄退回即可",
        "ans": 0
    }, {"qid": 195, "dsb": "用分度头分度时，工件每转过每一等分时，分度头手柄应转过的转数 n=40/Z，其中 Z 为工件的等分数", "ans": 1}, {
        "qid": 196,
        "dsb": "锉刀不可作撬棒或手锤用",
        "ans": 1
    }, {"qid": 197, "dsb": "选择锉刀尺寸规格，取决于加工余量的大小", "ans": 0}, {
        "qid": 198,
        "dsb": "普通锉刀按断面形状可分为粗、中、细三种",
        "ans": 0
    }, {"qid": 199, "dsb": "使用锉刀时，不能来回锉", "ans": 1}, {"qid": 200, "dsb": "锉刀由锉身和锉柄两部分组成", "ans": 1}, {
        "qid": 201,
        "dsb": "推锉法是从两个交叉方向对工件进行锉削，锉刀易掌握平稳，容易把工件锉平",
        "ans": 0
    }, {"qid": 202, "dsb": "锯路就是锯条在工件上锯过的轨迹", "ans": 0}, {
        "qid": 203,
        "dsb": "锯路能减少锯缝两侧面对锯条的摩擦阻力，避免锯条被卡住或折断",
        "ans": 1
    }, {"qid": 204, "dsb": "锯割时，回程时应稍抬起", "ans": 1}, {"qid": 205, "dsb": "锯硬材料时，要选择粗齿锯条，以便提高工作效率", "ans": 0}, {
        "qid": 206,
        "dsb": "锯割时，无论是前（远）起锯，还是后（近）起锯，起锯的角度都要大于 15°",
        "ans": 0
    }, {"qid": 207, "dsb": "在钻床上钻孔时，钻头的旋转是主运动", "ans": 1}, {"qid": 208, "dsb": "操作钻床时，不能戴手套", "ans": 1}, {
        "qid": 209,
        "dsb": "钻床可以采用 220V 照明灯具",
        "ans": 0
    }, {"qid": 210, "dsb": "攻丝前的底孔直径应稍大于螺纹小径", "ans": 1}, {
        "qid": 211,
        "dsb": "钳工工作场地必须清洁、整齐，物品摆放有序",
        "ans": 1
    }, {"qid": 212, "dsb": "工作时，不准穿拖鞋和高跟鞋", "ans": 1}, {"qid": 213, "dsb": "工件一般应夹在台虎钳的左面，以便操作", "ans": 1}, {
        "qid": 214,
        "dsb": "钳工车间设备较少，工件可以随意堆放，有利于提高工作效率",
        "ans": 0
    }, {"qid": 215, "dsb": "钳工车间设备较少，工件要摆放在工件架上", "ans": 1}, {"qid": 216, "dsb": "砂轮机要安放在场地进出口处", "ans": 0}, {
        "qid": 217,
        "dsb": "在执行 M00 后，不仅准备功能(G 功能)停止运动，连辅助功能(M 功能)也停止运动",
        "ans": 1
    }, {"qid": 218, "dsb": "数控程序最早的控制介质是磁盘", "ans": 0}, {
        "qid": 219,
        "dsb": "不同的数控机床可能选用不同的数控系统，但数控加工程序指令都相同的",
        "ans": 0
    }, {"qid": 220, "dsb": "程序段格式有演变的过程，是先有文字地址格式，后发展成固定格式", "ans": 0}, {
        "qid": 221,
        "dsb": "程序段号根据数控系统的不同，在某些系统中可以省略",
        "ans": 1
    }, {"qid": 222, "dsb": "数控车床恒线速度控制时，工件切削点直径越大，进给速度就越慢", "ans": 0}, {
        "qid": 223,
        "dsb": "数控车床用恒线速度控制加工端面、锥度和圆弧时，必须限制主轴的最高转速",
        "ans": 1
    }, {"qid": 224, "dsb": "如果在同一程序段中指定了两个或两个以上属于同一组的 G 代码时只有最后的 G 代码有效", "ans": 1}, {
        "qid": 225,
        "dsb": "G 代码可以分为模态 G 代码和非模态 G 代码，00 组的 G 代码属于模态代码",
        "ans": 0
    }, {"qid": 226, "dsb": "数控机床输入程序时，不论何种系统，坐标值不论是整数和小数都不必加入小数点", "ans": 0}, {
        "qid": 227,
        "dsb": "在目前，椭圆轨迹的数控加工一定存在节点的计算",
        "ans": 1
    }, {"qid": 228, "dsb": "忽略机床精度，插补运动的轨迹始终与理论轨迹相同", "ans": 0}, {
        "qid": 229,
        "dsb": "数控系统的脉冲当量越小,数控轨迹插补越精细",
        "ans": 1
    }, {"qid": 230, "dsb": "右手直角坐标系中的拇指表示 Z 轴", "ans": 0}, {
        "qid": 231,
        "dsb": "通常在命名或编程时，不论何种数控机床都一律假定工件静止刀具运动",
        "ans": 1
    }, {"qid": 232, "dsb": "在直角坐标系中与主轴轴线平行或重合的轴一定是 Z 轴", "ans": 1}, {
        "qid": 233,
        "dsb": "绕 Z 轴旋转的回转运动坐标轴是 K 轴",
        "ans": 0
    }, {"qid": 234, "dsb": "机床参考点是由程序设定的一个基准点", "ans": 0}, {
        "qid": 235,
        "dsb": "数控加工中，麻花钻的刀位点是刀具轴线与横刃的交点",
        "ans": 1
    }, {"qid": 236, "dsb": "数控机床编程有绝对值和增量值编程之分，具体用法由图纸给定而不能互相转换", "ans": 0}, {
        "qid": 237,
        "dsb": "数控机床编程有绝对值和增量值编程，根据需要可选择使用",
        "ans": 1
    }, {"qid": 238, "dsb": "辅助指令(即 M 功能)与数控装置的插补运算无关", "ans": 1}, {
        "qid": 239,
        "dsb": "M07 属于切削液开关指令",
        "ans": 1
    }, {"qid": 240, "dsb": "M02 表示程序段结束，光标和屏幕显示自动返回程序的开头处", "ans": 0}, {
        "qid": 241,
        "dsb": "F150 表示控制主轴转速，使主轴转速保持在 150 r/min",
        "ans": 0
    }, {"qid": 242, "dsb": "手工编程适用零件不太复杂、计算较简单、程序较短的场合，经济性较好", "ans": 1}, {
        "qid": 243,
        "dsb": "编制数控加工程序时，一般以机床坐标系作为编程的坐标系",
        "ans": 0
    }, {"qid": 244, "dsb": "焊接光辐射不仅会危害焊工的眼睛，还会危害焊工的皮肤", "ans": 1}, {
        "qid": 245,
        "dsb": "焊工面罩的护目玻璃可用有色玻璃代替",
        "ans": 0
    }, {"qid": 246, "dsb": "焊接时开坡口留钝边的目的是为了使接头根部焊透", "ans": 0}, {
        "qid": 247,
        "dsb": "搭接接头，T 形接头因不存在全焊透的问题，所以应选直径较大的焊条",
        "ans": 1
    }, {"qid": 248, "dsb": "上坡焊的溶深比下坡焊大", "ans": 1}, {
        "qid": 249,
        "dsb": "焊接时维持一定的弧长，焊接速度应等于焊条的熔化速度",
        "ans": 0
    }, {"qid": 250, "dsb": "焊接时要求焊条向溶池方向的送进速度等于焊接速度", "ans": 0}, {
        "qid": 251,
        "dsb": "焊接方向是指焊接操作时焊接热源在焊接长度方向的运动方向",
        "ans": 1
    }, {"qid": 252, "dsb": "焊接表面焊接两焊趾之间的距离称之为焊缝的宽度", "ans": 1}, {"qid": 253, "dsb": "键连接不是一种永久性连接", "ans": 1}, {
        "qid": 254,
        "dsb": "由焊接电流与焊条直径的关系可知：焊条直径越大，要求的焊接电流也越大",
        "ans": 1
    }, {"qid": 255, "dsb": "“未注公差尺寸”表示该尺寸无公差要求", "ans": 0}, {
        "qid": 256,
        "dsb": "车削较重的轴类零件时，用一夹一顶装夹较好",
        "ans": 1
    }, {"qid": 257, "dsb": "吃刀深度是工件上已加工表面和待加工表面的垂直距离", "ans": 1}, {
        "qid": 258,
        "dsb": "调整进给箱手柄位置时，如果齿轮挂不上，应将车床开动后再挂",
        "ans": 0
    }, {"qid": 259, "dsb": "高速切削时可用高速钢车刀", "ans": 0}, {"qid": 260, "dsb": "工件在旋转时可用游标卡尺测量", "ans": 0}, {
        "qid": 261,
        "dsb": "工作中主轴需要变速时，必须先停车",
        "ans": 1
    }, {"qid": 262, "dsb": "滚花以前应将滚花部分的直径车小些", "ans": 1}, {
        "qid": 263,
        "dsb": "灰铸铁的牌号用QT表示，球墨铸铁的牌号用HT表示",
        "ans": 0
    }, {"qid": 264, "dsb": "机床类别代号是用任意规定的拼音字母来表示的", "ans": 0}, {
        "qid": 265,
        "dsb": "进给量是工件每转 1min 车刀沿进给方向所移动的距离",
        "ans": 0
    }, {"qid": 266, "dsb": "开合螺母的作用是接通或断开光杠传来的运动", "ans": 0}, {
        "qid": 267,
        "dsb": "扇形万能角度尺可以测量 0°～360°范围内的任何角度",
        "ans": 0
    }, {"qid": 268, "dsb": "为了保证安全，机床电器的外壳必须要接地", "ans": 1}, {
        "qid": 269,
        "dsb": "快速成形实质上是一个离散原型、分层制造、逐层叠加的加工过程",
        "ans": 1
    }, {"qid": 270, "dsb": "弹簧进行快速成形中拉伸的方向与垂直方向一致时拉伸强度高", "ans": 0}, {
        "qid": 271,
        "dsb": "有平面的模型在快速成形制作时重要的表面应处于上表面",
        "ans": 1
    }, {"qid": 272, "dsb": "快速成形的模型可以大批量生产", "ans": 0}, {
        "qid": 273,
        "dsb": "快速成形的工艺过程包括前处理、分层叠加成形、后处理",
        "ans": 1
    }, {"qid": 274, "dsb": "STL 格式是将复杂的数字模型以一系列的三维三角形小平面来近似表达，相当于用一种全由小三角形面片构成的多面体近似原 CAD 模型", "ans": 1}, {
        "qid": 275,
        "dsb": "快速成形的原理是离散堆积成形",
        "ans": 1
    }, {"qid": 276, "dsb": "快速成形工艺前处理包括构造三维模型、剥离支撑、模型近似处理", "ans": 0}, {
        "qid": 277,
        "dsb": "实习中使用的快速成形设备能够识别的文件格式为 DXF、JPG 或者 STL",
        "ans": 0
    }, {"qid": 278, "dsb": "熔融挤压成形中的分层叠加成形由机床自动完成", "ans": 1}, {
        "qid": 279,
        "dsb": "模型层片厚度越小，打印时间越长，但是模型精度越差",
        "ans": 0
    }, {"qid": 280, "dsb": "快速成形分层参数设置填充紧密，模型强度高，填充坚固", "ans": 1}, {
        "qid": 281,
        "dsb": "UP 软件中的自动布局工具用来调整模型的成型方向",
        "ans": 0
    }, {"qid": 282, "dsb": "熔融挤压成形中有平面模型的成型方向时重要的表面应选择处于上表面", "ans": 1}, {
        "qid": 283,
        "dsb": "ProENGINEER 软件设计的三维实体零件在导出 STL 格式文件时有坐标系、格式、偏差控制、文件名称等内容",
        "ans": 1
    }, {"qid": 284, "dsb": "在线切割机床型号 DK7732M 中，前一个 7 代表线切割机床", "ans": 1}, {
        "qid": 285,
        "dsb": "在线切割机床型号 DK7732M 中，后一个 7 代表慢走丝机床",
        "ans": 0
    }, {"qid": 286, "dsb": "在线切割机床型号 DK7732M 中，M 代表具有多次切割功能", "ans": 1}, {
        "qid": 287,
        "dsb": "线切割加工过程中，零件会受力变形",
        "ans": 0
    }, {"qid": 288, "dsb": "线切割加工过程中，零件没有任何变形", "ans": 0}, {
        "qid": 289,
        "dsb": "线切割加工过程中，电极丝硬度必须要比材料的硬度高，否则不能加工",
        "ans": 0
    }, {"qid": 290, "dsb": "线切割加工是通过钼丝在 XY 方向进行移动，从而进行切割加工", "ans": 0}, {
        "qid": 291,
        "dsb": "线切割加工过程中，由于钼丝能上下高速移动，所以钼丝不会被腐蚀",
        "ans": 0
    }, {"qid": 292, "dsb": "通常车间生产过程仅包括以下四个部分：基本生产过程、辅助生产过程、生产技术准备过程，生产服务过程", "ans": 1}, {
        "qid": 293,
        "dsb": "在数控机床上加工零件，应尽量选择组合夹具和通用夹具装夹工件，避免采用专用夹具",
        "ans": 1
    }, {"qid": 294, "dsb": "数控机床加工过程中可以根据需要改变主轴转速和进给速度", "ans": 1}, {
        "qid": 295,
        "dsb": "切削速度增大时，切削温度升高，刀具寿命变长",
        "ans": 0
    }, {"qid": 296, "dsb": "圆弧插补中，对于整圆加工，其起点和终点相重合，用 R 编程无法定义，所以只能用圆心坐标编程", "ans": 1}, {
        "qid": 297,
        "dsb": "G 代码有模态 G 代码和非模态 G 代码",
        "ans": 1
    }, {"qid": 298, "dsb": "通常在命名或编程时，不论何种机床，都一律假定工件静止，刀具移动来编程", "ans": 1}, {
        "qid": 299,
        "dsb": "编制数控加工程序时，一般以机床坐标系为编程的坐标系",
        "ans": 0
    }, {"qid": 300, "dsb": "数控系统按照控制方式分类可分为：开环、半闭环、闭环控制系统", "ans": 1}, {
        "qid": 301,
        "dsb": "数控机床在手动和自动运行中，一旦发生异常情况，应立即使用急停按钮",
        "ans": 0
    }, {"qid": 302, "dsb": "冷却液的控制指令是：M08、M09、M07", "ans": 1}, {
        "qid": 303,
        "dsb": "铣削力大小取决于切削金属变成切屑所产生的力和摩擦阻力。如果切屑截面积不变，则切屑厚的铣削力大",
        "ans": 0
    }, {"qid": 304, "dsb": "加工中心采用的是笛卡尔坐标系，各轴的方向是用右手来判断的", "ans": 1}, {
        "qid": 305,
        "dsb": "RS232 主要作用是用于程序的传输",
        "ans": 1
    }, {"qid": 306, "dsb": "数控机床编程有绝对值和增量值编程，使用时不能将他们放在同一程序中", "ans": 0}, {
        "qid": 307,
        "dsb": "数控机床按控制坐标轴数分类，可以分为两坐标数控机床、三坐标数控机床、多坐标数控机床和五面加工数控机床等",
        "ans": 0
    }, {"qid": 308, "dsb": "数控机床进给传动机构中采用滚珠丝杠的原因主要是为了提高丝杠精度", "ans": 0}, {
        "qid": 309,
        "dsb": "平行度的符号为∥，垂直度的符号为⊥，圆度的符号为 Φ",
        "ans": 0
    }, {"qid": 310, "dsb": "同一工件，无论用数控机床加工还是用普通机床加工，其工序都一样", "ans": 0}, {
        "qid": 311,
        "dsb": "刀具半径补偿是一种平面补偿，而不是轴的补偿",
        "ans": 1
    }, {"qid": 312, "dsb": "数控机床配备的固定循环功能主要用于孔加工", "ans": 0}, {
        "qid": 313,
        "dsb": "为了防止工件变形，夹紧要与支撑对应，不能在工件悬空处夹紧",
        "ans": 1
    }, {"qid": 314, "dsb": "高速钢刀具具有良好的淬透性、较高的强度、韧性和耐磨性", "ans": 1}, {
        "qid": 315,
        "dsb": "直线检测元件有感应同步器、光栅、磁栅、激光干涉仪等",
        "ans": 1
    }, {"qid": 316, "dsb": "在基轴制中，经常用钻头、铰刀、量规等定值和量具，有利于生产和降低成本", "ans": 1}, {
        "qid": 317,
        "dsb": "当数控机床失去对机床参考点的记忆时，必须进行返回参考点的操作",
        "ans": 1
    }, {"qid": 318, "dsb": "机械加工时，机床、夹具、刀具和工件构成一个完整的系统，称为设计系统", "ans": 0}, {
        "qid": 319,
        "dsb": "工件在夹具中与各定位元件接触，虽然没有夹紧尚可移动，但由于其已取得确定的位置，所以可以认为工件已定位",
        "ans": 1
    }, {"qid": 320, "dsb": "因为毛坯表面的重复定位精度差，所以粗基准一般只能使用一次", "ans": 1}, {
        "qid": 321,
        "dsb": "组合夹具由于是由各种元件组装而成的，因此可以多次重复使用",
        "ans": 1
    }, {"qid": 322, "dsb": "剧烈磨损阶段是刀具磨损过程的开始阶段", "ans": 0}, {
        "qid": 323,
        "dsb": "在 G54 中设置的数值是刀具的长度补偿值",
        "ans": 0
    }, {"qid": 324, "dsb": "编写整圆加工程序时，可用 R 半径编程", "ans": 0}, {
        "qid": 325,
        "dsb": "在数控加工中，如果圆弧指令后的半径遗漏，则圆弧指令作直线指令执行",
        "ans": 0
    }, {"qid": 326, "dsb": "按数控系统操作面板上的“RESET”键后就能消除报警消息", "ans": 0}, {
        "qid": 327,
        "dsb": "最小加工余量是前工序最小尺寸与本工序最小尺寸之差",
        "ans": 0
    }, {"qid": 328, "dsb": "数控机床的进给速度是通过改变主轴转速来进行控制的", "ans": 0}, {
        "qid": 329,
        "dsb": "M00 指令表示结束加工程序",
        "ans": 0
    }, {"qid": 330, "dsb": "G00 指令下的移动速度可以由 F 代码改变", "ans": 0}, {
        "qid": 331,
        "dsb": "百分表和百分尺的精度都是 001mm，所以在使用的时候它们可以相互顶替使用",
        "ans": 0
    }, {"qid": 332, "dsb": "游标卡尺是一种中等精度的量具，可直接测量出工件的内径、外径、长度、宽度、深度等", "ans": 1}, {
        "qid": 333,
        "dsb": "量具在使用过程中，为了使用更方便，可放在机床上",
        "ans": 0
    }, {"qid": 334, "dsb": "测量完毕，杠杆百分表可以使其测头与被测表面继续接触放置", "ans": 0}, {
        "qid": 335,
        "dsb": "百分表主要用来测量工件的尺寸和形位置误差",
        "ans": 0
    }, {"qid": 336, "dsb": "在机床低速运动时，可用卡尺等量具去测量工件", "ans": 0}, {
        "qid": 337,
        "dsb": "内径百分尺的刻度线与普通百分尺的刻度线方向相反",
        "ans": 1
    }, {"qid": 338, "dsb": "温度对测量的结果影响很大，精密测量一定要在 20℃左右进行", "ans": 1}, {
        "qid": 339,
        "dsb": "百分表使用感觉不灵活时，可以用手敲打",
        "ans": 0
    }, {"qid": 340, "dsb": "游标卡尺仅用于测量加工过的光滑表面，不宜用来测量表面粗糙或正在运动的工件", "ans": 1}, {
        "qid": 341,
        "dsb": "游标卡尺比百分尺测量更精确",
        "ans": 0
    }, {"qid": 342, "dsb": "百分表只能测量出相对数值，不能测出绝对数值", "ans": 1}, {
        "qid": 343,
        "dsb": "不能将量具与工具混放、乱放，但可以将量具当工具使用",
        "ans": 0
    }, {"qid": 344, "dsb": "砂轮的粒度是表示网状间隙大小的参数", "ans": 0}, {
        "qid": 345,
        "dsb": "砂轮的粒度对工件表面的粗糙度和磨削效率没有影响",
        "ans": 0
    }, {"qid": 346, "dsb": "磨削薄壁套时，砂轮粒度应粗些，硬度应软些，以减少磨削力和磨削热", "ans": 0}, {
        "qid": 347,
        "dsb": "砂轮粒度号越大，表示磨料的颗粒越大",
        "ans": 0
    }, {"qid": 348, "dsb": "砂轮的组织号大，磨粒占其体积的百分比也越大", "ans": 0}, {"qid": 349, "dsb": "磨料硬度就是砂轮硬度", "ans": 0}, {
        "qid": 350,
        "dsb": "N 级硬度砂轮硬于 L 级砂轮",
        "ans": 1
    }, {"qid": 351, "dsb": "磨削加工是一种切削的加工方法", "ans": 1}, {"qid": 352, "dsb": "磨床的几何精度是保证工件加工精度的基本条件", "ans": 1}, {
        "qid": 353,
        "dsb": "平面磨床的工作台，可作纵向或横向往复直线运动",
        "ans": 0
    }, {"qid": 354, "dsb": "采用球头刀加工曲面时，减小球头刀半径和加大行距可以减小残留高度", "ans": 0}, {
        "qid": 355,
        "dsb": "子程序的编写方式必须是增量方式",
        "ans": 0
    }, {"qid": 356, "dsb": "当数控加工程序编制完成后即可进行正式加工", "ans": 0}, {"qid": 357, "dsb": "非模态指令只能在本程序段内有效", "ans": 1}, {
        "qid": 358,
        "dsb": "于 XY 平面执行圆弧切削的指令，可写成 G17 G02 X_ Y_ R_ F_；",
        "ans": 1
    }, {"qid": 359, "dsb": "一个主程序中只能有一个子程序", "ans": 0}, {
        "qid": 360,
        "dsb": "指令 G43、G44、G49 为刀具半径左、右补正与消除",
        "ans": 0
    }, {"qid": 361, "dsb": "在卧式铣床上加工表面有硬皮的毛坯零件时，应采用逆铣切削", "ans": 1}, {
        "qid": 362,
        "dsb": "“G00”指令为刀具依机器设定之最高位移速度前进至所指定之位置",
        "ans": 1
    }, {"qid": 363, "dsb": "G83G73 指令表示攻螺纹循环指令", "ans": 0}, {
        "qid": 364,
        "dsb": "在可能情况下，铣削平面宜尽量采用较大直径铣刀",
        "ans": 1
    }, {"qid": 365, "dsb": "恒线速控制的原理是当工件的直径越大，工件转速越慢", "ans": 0}, {
        "qid": 366,
        "dsb": "程序指令 G90 G28 Z5；代表 Z 轴移动 5 ㎜",
        "ans": 0
    }, {"qid": 367, "dsb": "刀具进给到（40，20）点，X、Y 两轴均以每分钟 100㎜的进给率进给", "ans": 0}, {
        "qid": 368,
        "dsb": "铣削速度＝π×铣刀直径×每分钟回转数",
        "ans": 1
    }, {"qid": 369, "dsb": "刀具补偿寄存器内只允许存入正值", "ans": 0}, {
        "qid": 370,
        "dsb": "数控机床中 CCW 代表顺时针方向旋转，CW 代表逆时针方向旋转",
        "ans": 0
    }, {"qid": 371, "dsb": "程序段 M05 表示主轴停止", "ans": 1}, {"qid": 372, "dsb": "模态指令一旦使用不能被取代", "ans": 0}, {
        "qid": 373,
        "dsb": "圆弧插补用半径编程时，当圆弧所对应的圆心角大于 180º 时半径取负值",
        "ans": 1
    }, {"qid": 374, "dsb": "圆弧插补封闭圆时，只能用 I、J、K 来编程，不能用圆弧半径 R", "ans": 1}, {
        "qid": 375,
        "dsb": "在 FANUC 等数控系统中，使用刀具半径补偿功能时，允许连续出现两条在非加工平面内的非移动指令",
        "ans": 0
    }, {"qid": 376, "dsb": "在机床、夹具、刀具、零件等刚度允许的条件下，尽可能选取较大的进给量，以减少走刀次数，提高生产效率", "ans": 0}, {
        "qid": 377,
        "dsb": "恒线速控制的原理是当工件的直径越大，进给速度越慢",
        "ans": 0
    }, {"qid": 378, "dsb": "判定机床坐标系时，应首先确定 X 轴", "ans": 0}, {
        "qid": 379,
        "dsb": "数控机床加工精度高，适合大批量生产加工",
        "ans": 0
    }, {"qid": 380, "dsb": "机床原点是人为设定的，从理论上讲，机床原点选在任何位置都是可以的", "ans": 0}
]